class CfgDebriefing
{
	class WIN_ALL
	{
		title = "Миссия выполнена";
		subtitle = "Офицер армии Такистана был спасен";
		description = "Восхититльный успех! В ходе патруля был обнаружен завхаченный офицер нашей армии. Слава Аллаху, он был спасен из лап роялистов!";
	};
	class END_NEUTRAL
	{
		title = "Миссия завершена";
		subtitle = "";
		description = "Патруль завершен.";
	};
	class WIN_DEAD
	{
		title = "Миссия завершена";
		subtitle = "";
		description = "Патруль завершен, но как выяснилось позже, офицер штаба армии Такистана погиб, попав в плен к роялистам.";
	};
	class WIPED
	{
		title = "Задание провалено";
		subtitle = "Все погибли!";
		description = "Такие дела...";
	};
};